Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: We do, however, want to join forces with others in our drive for stability, prosperity and high living standards in Europe and its neighbourhood.
pl: Chcemy natomiast wspólnie zmierzać do stabilności, dobrobytu i wysokiej jakości życia obywateli - w Europie i jej sąsiedztwie.

source: Last year, in the face of the looming crisis, we supported Iceland and Latvia with loans of USD 200m each.
pl: W obliczu kryzysu wsparliśmy pożyczkami, po 200 mln dolarów, Islandię i Łotwę.

source: We have been particularly committed to the cause of Moldova.
pl: Szczególnie zaangażowaliśmy się na rzecz Mołdowy.

source: Thanks to the joint support of Poland, Sweden and Romania, it has moved closer to European standards.
pl: Dzięki solidarnemu wsparciu Polski, Szwecji i Rumunii jest ona bliżej unijnych standardów...

source: You are here Polish Aid / News / Declaration of the European Parliament on development education and global active citizenship
pl: jesteś tutaj Polska pomoc / Aktualności / Deklaracja Parlamentu Europejskiego w sprawie edukacji globalnej oraz czynnej postawy obywatelskiej w kwestiach globalnych

source: Declaration of the European Parliament on development education and global active citizenship
pl: Deklaracja Parlamentu Europejskiego w sprawie edukacji globalnej oraz czynnej postawy obywatelskiej w kwestiach globalnych

source: On July 5th 2012, the European Parliament has officially adopted the written declaration on development education and active global citizenship.
pl: 5 lipca 2012 r. Parlament Europejski przyjął deklarację pod nazwą „Oświadczenie Parlamentu Europejskiego w sprawie edukacji globalnej oraz czynnej postawy obywatelskiej w kwestiach globalnych".

source: The Declaration encourages the EU Member States to strengthen their national strategies regarding development education and calls upon the European Commission and the Council of the European Union to draw up a long-term strategy in that field.
pl: Deklaracja ta wzywa państwa członkowskie UE do wzmocnienia narodowych strategii w dziedzinie edukacji globalnej oraz wzywa Komisję i Radę UE do opracowania długoterminowej strategii w tym zakresie.

source: - having regard to the European Consensus on Development, which underlines that ‘the EU will pay particular attention to development education and raising awareness',
pl: - uwzględniając konsensus europejski w sprawie rozwoju, który podkreśla, że „UE zwróci szczególną uwagę na edukację i szerzenie wiedzy w zakresie rozwoju",

source: - having regard to the conclusions of the Structured Dialogue concerning the role of civil society and local authorities in development, which calls on ‘EU Member States and the European Commission [to] strengthen their strategies for Development Education and Awareness Raising',
pl: - uwzględniając wnioski ze zorganizowanego dialogu dotyczącego roli społeczeństwa obywatelskiego i władz lokalnych w zakresie rozwoju, w którym wzywa się państwa członkowskie UE oraz Komisję Europejską do umacniania swoich strategii na rzecz edukacji globalnej i informowania o nim,

source: - having regard to Rule 123 of its Rules of Procedure,
pl: - uwzględniając art. 123 Regulaminu,

source: A. whereas development education and awareness-raising are central to European development policies, as outlined in the European Development Education Consensus (‘The European Consensus on Development: The contribution of Development Education and Awareness Raising');
pl: A. mając na uwadze, że zgodnie z konsensusem europejskim w sprawie rozwoju (Konsensus europejski w sprawie rozwoju: wkład edukacji globalnej i informowania o nim) edukacja globalna i szerzenie wiedzy na ten temat to elementy zajmujące główne miejsce w europejskich strategiach politycznych dotyczących rozwoju;

source: B. whereas, despite being one of the biggest funders of development education in Europe, the European Union does not have a dedicated strategy in this field;
pl: B. mając na uwadze, że Unia Europejska nie posiada specjalnie opracowanej strategii w tej dziedzinie, mimo że jest jednym z podmiotów najbardziej zaangażowanych we wsparcie finansowe edukacji globalnej w Europie;

source: C. whereas, during periods marked by austerity, crises and the rise of nationalist and populist movements, it is particularly important to support active global citizenship;
pl: C. mając na uwadze, że w czasach naznaczonych oszczędnościami, kryzysem oraz powstawaniem ruchów nacjonalistycznych i populistycznych wspieranie czynnej postawy obywatelskiej w kwestiach globalnych jest niezwykle ważne;

source: 1. Calls on the Commission and the Council to develop a long-term, cross-sectoral European strategy for development education, awareness-raising and active global citizenship;
pl: 1. wzywa Komisję i Radę do opracowania długoterminowej, ponadsektorowej europejskiej strategii w dziedzinie edukacji globalnej, szerzenia wiedzy oraz czynnej postawy obywatelskiej w kwestiach globalnych;

source: 2. Calls on the Member States to develop or strengthen national development education strategies;
pl: 2. wzywa państwa członkowskie do opracowania lub umocnienia narodowych strategii w dziedzinie edukacji globalnej;

source: 3. Instructs its President to forward this declaration, together with the names of the signatories, to the Commission, the Council and the parliaments of the Member States.
pl: 3. zobowiązuje swojego przewodniczącego do przekazania niniejszego oświadczenia wraz z nazwiskami sygnatariuszy Komisji, Radzie oraz parlamentom państw członkowskich.

source: In order for loans to qualify as ODA, they need to comprise a grant element of at least 25% of the total amount.
pl: Pożyczki są traktowane jako ODA wtedy, gdy zawierają element darowizny na poziomie 25% wartości całej kwoty.

source: Development Assistance is a very broad term, which refers to many forms of assistance (ways of influencing changes in a country benefiting from the assistance).
pl: Pomoc rozwojowa stanowi bardzo pojemny termin, pod którym kryje się wiele form pomocy (sposobów wpływania na zmiany w państwie, które jest beneficjentem tej pomocy).

source: In the special jargon, 10 different forms can be distinguished, and in the discussion over the next generation of development goals (the so called post-Busan process) there are attempts to describe new forms.
pl: W specjalistycznym żargonie wyróżnia się około 10 różnych form, a w dyskusji nad kolejną generacją celów rozwojowych (tzw. procesie post-Busan) podejmowane są próby opisywania nowych.

source: Different types of development assistance described in literature
pl: Różne typy pomocy rozwojowej opisane w litaraturze

source: International aid - the aid provided to the beneficiaries of the third country, that is another country and its inhabitants
pl: Pomoc międzynarodowa (international aid) - to pomoc udzielana beneficjentom państwa trzeciego, czyli innemu krajowi lub jego mieszkańcom.

source: Project aid - the aid provided for a specific purpose (training, erecting a building, buying equipment)
pl: Pomoc projektowa (project aid) - to pomoc udzielana na konkretny cel (szkolenie, budowę budynku, zakup wyposażenia).

source: Budget support - it's a form of supporting general development policy/strategy of a given country consisting in transferring funds directly to the budget of a given country and spent by means of its national system of public funds.
pl: Wsparcie budżetowe (budget support) - to forma wsparcia ogólnej polityki/strategii rozwoju danego kraju polegająca na przekazaniu środków bezpośrednio do budżetu danego kraju i wydatkowana jego krajowym systemem finansów publicznych.

source: Sector budget support - it's a combination of programme aid and budget support, in which assistance is provided for realizing specific reform in a given sector through transferring funds to the budget of the partner country
pl: Budżetowe wsparcie sektorowe (sector budget support/sector wide approach) - to kombinacja pomocy programowej oraz wsparcia budżetowego, w którym pomoc udzielona zostaje na realizację konkretnej reformy w danym sektorze poprzez przekazanie środków do budżetu kraju partnerskiego.

source: Food aid - the aid consisting in giving food to the countries which inhabitants have problems with access to food.
pl: Pomoc żywnościowa (food aid) - wsparcie polegające na przekazaniu artykułów spożywczych krajom, których mieszkańcy mają kłopoty z dostępem do żywności.

source: Tied aid - the aid which may be used by the country of the aid beneficiary to buy goods or services of the donor's country
pl: Pomoc wiązana (tied aid) - to pomoc, która wykorzystana może być przez państwo beneficjenta pomocy na zakup dóbr lub usług państwa dawcy pomocy.

source: Technical assistance - programme or project assistance consisting of using the experience and knowledge (clerks, doctors, engineers) of the citizens of the donor's country by supporting the development of the partner country.
pl: Pomoc techniczna (technical assistance) programowa lub projektowa pomoc polegająca na wykorzystaniu doświadczenia i wiedzy (urzędników, lekarzy, inżynierów…) obywateli państwa dawcy przy wsparciu rozwoju państwa partnerskiego.

source: Concessional loans - a support for the partner country through giving concessional financial help.
pl: Kredyty, pożyczki i umorzenia - (concessional loans) to wsparcie państwa partnerskiego poprzez udzielenie pomocy finansowej na preferencyjnych warunkach spłaty.

source: It may also be an element of tied help, having the form of a tied credit.
pl: Może być również elementem pomocy wiązanej, przybierając formę kredytu wiązanego.

source: More information about the definition of the Official Development Assistance and the discussion concerning development assistance can be found on the website of the Development Assistance Commission of the Organization for Economic Cooperation and Development: http://www.oecd.org/dac/aid-architecture/ .
pl: Więcej informacji nt. definicji oficjalnej pomocy rozwojowej i dyskusji dotyczącej pomocy rozwojowej znaleźć można na stronie Komitetu Pomocy Rozwojowej Organizacji Współpracy Gospodarczej i Rozwoju: http://www.oecd.org/dac/aid-architecture/ .

source: Consequently, Poland's development cooperation focuses on two priority areas of support: democracy and human rights and system transformation .
pl: Dlatego też polska pomoc rozwojowa skupia się przede wszystkim na dwóch priorytetowych obszarach wsparcia: demokracji i prawach człowieka oraz transformacji systemowej .

source: Depending on the way of realizing assistance, we can distinguish bilateral and multilateral assistance .
pl: W zależności od sposobu realizacji pomocy możemy wyróżnić pomoc dwustronną oraz wielostronną .

source: Bilateral aid is addressed directly to institutions, organizations and persons in a partner country.
pl: Pomoc dwustronna jest kierowana bezpośrednio do instytucji, organizacji i osób w kraju partnerskim.

source: Multilateral aid is extended through international institutions.
pl: Pomoc wielostronna jest udzielana za pośrednictwem instytucji międzynarodowych.

source: You are here Polish Aid / News / Meeting of the Board of the Polish Know How Foundation
pl: jesteś tutaj Polska pomoc / Aktualności / Posiedzenie Rady Fundacji "Wiedzieć jak"

source: Meeting of the Board of the Polish Know How Foundation
pl: Posiedzenie Rady Fundacji "Wiedzieć jak"

source: The key issues discussed during the meeting included restoring the Foundation's activity and the proposal to amend its Statute, which includes changing the name to "Foundation for International Solidarity".
pl: Podczas posiedzenia omówiono główne kwestie związane ze wznowieniem działalności Fundacji oraz propozycje zmian statutu, w tym nazwy na "Fundacja Solidarności Międzynarodowej".

source: Jerzy Koźmiński, diplomatic and public official, former Polish Ambassador to the United States and Deputy Foreign Minister, Chairman of the Board of the Polish-American Freedom Foundation since 2000.
pl: Jerzy Koźmiński, dyplomata i urzędnik państwowy, były ambasador RP w USA i wiceminister spraw zagranicznych, prezes zarządu Polsko-Amerykańskiej Fundacji Wolności od 2000 r.

source: Henryka Krzywonos, social activist, member of the anti-communist opposition, signatory of the Gdańsk Agreement.
pl: Henryka Krzywonos, działaczka społeczna, w okresie PRL działaczka opozycji, sygnatariuszka porozumień sierpniowych.

source: Marek Magierowski, journalist, deputy editor-in-chief of the "Rzeczpospolita" daily.
pl: Marek Magierowski, dziennikarz, zastępca redaktora naczelnego dziennika "Rzeczpospolita".

source: Jerzy Rejt, former Chair of the Association of Ukrainians in Poland, co-ordinator of the Study Tours to Poland Programme in the College of Eastern Europe.
pl: Jerzy Rejt, były prezes Związku Ukraińców w Polsce, koordynator Programu Study Tours to Poland w Kolegium Europy Wschodniej.

source: Father Kazimierz Sowa, Roman Catholic priest, journalist and columnist, director of the Religia.tv channel.
pl: Ks. Kazimierz Sowa, duchowny rzymskokatolicki, dziennikarz, publicysta, dyrektor programu Religia.tv.

source: Krzysztof Stanowski, educationalist, NGO leader, Chair of the Education for Democracy Foundation for many years, in 2007-2010 Under-Secretary of State at the Ministry of National Education, currently Under-Secretary of State at the Ministry of Foreign Affairs responsible for development co-operation.
pl: Krzysztof Stanowski, pedagog, lider organizacji pozarządowych, wieloletni prezes Fundacji Edukacja dla Demokracji, w latach 2007-2010 Podsekretarz Stanu w MEN, obecnie Podsekretarz Stanu w MSZ, gdzie zajmuje się współpracą rozwojową.

source: Marcin Wojciechowski, journalist, documentary filmmaker, expert on Eastern issues, laureate of the Polish-Ukrainian Reconciliation Award (2010).
pl: Marcin Wojciechowski, dziennikarz, reżyser-dokumentalista, znawca tematyki Wschodniej, laureat nagrody Pojednania Polsko-Ukraińskiego w 2010 r.

source: Minister Krzysztof Stanowski serves as the Council's Chair; Katarzyna Pełczyńska-Nałęcz, PhD was elected Vice-Chair.
pl: P. Min. Krzysztof Stanowski pełni funkcję przewodniczącego Rady, dr Katarzyna Pełczyńska-Nałęcz została wiceprzewodniczącą.

source: The Polish Know-How Foundation - as a State Treasury foundation - was established in 2001 of the initiative of the President of the Republic of Poland.
pl: Fundacja „Wiedzieć Jak"- jako fundacja Skarbu Państwa - została powołana w 2001 r. z inicjatywy Prezydenta RP.

source: According to the current statute of the Foundation, its objectives include granting aid to countries undergoing transformation towards a free-market economy and private enterprise, as well as supporting their economic, social and political development.
pl: Według aktualnych zapisów statutowych celem Fundacji „Wiedzieć Jak" jest udzielanie pomocy krajom w okresie transformacji w kierunku gospodarki rynkowej i prywatnej przedsiębiorczości oraz wspomaganie ich rozwoju gospodarczego, społecznego i politycznego.

source: In the past, the Foundation has implemented a series of projects addressed, among others, to Ukraine, Moldova and Kazakhstan.
pl: W trakcie swojej działalności Fundacja zrealizowała szereg projektów, m.in. na rzecz Ukrainy, Mołdowy, Kazachstanu.

source: The Foundation ceased its activities several years ago, but it remains a legal entity.
pl: Fundacja zaprzestała działalności kilka lat temu, jednakże nadal posiada osobowość prawną.

source: The Small Grants System includes Polish diplomatic missions that conduct development projects by themselves or in cooperation with local partners.
pl: System małych grantów obejmuje polskie placówki zagraniczne, które samodzielnie lub we współpracy z miejscowymi partnerami realizują projekty rozwojowe.

source: The assistance is predominantly addressed to women and children, especially in terms of poverty eradication, educational opportunities and health care improvement.
pl: Wsparcie jest kierowane przede wszystkim do dzieci i kobiet, w szczególności pod kątem eliminacji ubóstwa, zapewnienia dostępu do edukacji i poprawy opieki zdrowotnej.

source: Projects include not only small-scale infrastructure investments (i.e. so-called hard projects, such as renovation of facilities, construction of wells, purchase of equipment), but also trainings for local communities (i.e. soft projects).
pl: Projekty obejmują zarówno niewielkiej skali inwestycje w infrastrukturę (tzw. projekty „twarde", np. remont obiektów, budowę studni, zakup wyposażenia), jak i różnego rodzaju szkolenia dla miejscowych społeczności (tzw. projekty „miękkie").

source: Despite relatively small budgets, these cost-effective initiatives have a substantial impact on beneficiaries as the assistance reaches them directly.
pl: Mimo stosunkowo niewielkich budżetów, inicjatywy te wyróżniają się dużym oddziaływaniem na beneficjentów i efektywnością kosztową.

source: Project management does not generate additional costs as it is part of the diplomatic mission's responsibilities.
pl: Obsługa projektów nie generuje dodatkowych kosztów administracyjnych, gdyż odpowiadają za nią placówki dyplomatyczne w ramach swoich obowiązków.

source: That is why the entire amount devoted to a particular project directly reaches its beneficiaries.
pl: Dzięki temu cała kwota przeznaczona na realizację danego projektu trafia bezpośrednio do beneficjentów.

source: Who can conduct a project and who can be its beneficiary?
pl: Kto może realizować projekty i być ich beneficjentem?

source: Diplomatic missions are responsible for the organizational, financial and reporting sides of the project.
pl: Ważnym partnerem pozostają także misje katolickie, które od lat, poza działalnością religijną, wdrażają projekty służące poprawie warunków życia miejscowej ludności.

source: Project beneficiaries are predominantly representatives of socially disadvantaged groups, especially women and children.
pl: Beneficjentami projektów pozostają głównie przedstawiciele grup najmniej uprzywilejowanych społecznie, w szczególności kobiety i dzieci.

source: Where are projects conducted?
pl: Gdzie są realizowane projekty?

source: In recent years, the majority of projects financed from Poland's development cooperation funds have been conducted in Eastern Partnership countries and Sub-Saharan Africa.
pl: Na przestrzeni ostatnich lat największa liczba projektów finansowanych ze środków polskiej współpracy rozwojowej realizowana była w krajach Partnerstwa Wschodniego oraz Afryce Subsaharyjskiej.

source: Small grants have also been implemented in Asia, North Africa, Middle East, Latin America and Western Balkans.
pl: Projekty małych grantów są kierowane także do krajów Azji, Afryki Północnej i Bliskiego Wschodu, Ameryki Łacińskiej oraz Bałkanów Zachodnich.

source: Calls for project proposals are announced on the basis of an annual development cooperation plan which specifies thematic project field.
pl: Nabór wniosków projektowych odbywa się na podstawie planu współpracy rozwojowej na dany rok budżetowy, w którym przedstawione są zakresy tematyczne zgłaszanych projektów.

source: The Polish diplomatic mission are invited to submit projects applications in the last quarter of the year preceding project implementation.
pl: Nabór wniosków polskich placówek jest ogłaszany w ostatnim kwartale roku poprzedzającego rok wdrażania projektów.

source: Partners from developing countries interested in cooperation with a particular diplomatic mission can apply throughout the year to the territorially competent embassies.
pl: Partnerzy z krajów rozwijających się, zainteresowani współpracą z daną placówką dyplomatyczną mogą jednakże zgłaszać propozycje projektowe do właściwych terytorialnie ambasad na przestrzeni całego roku.

source: This allows cooperation to be initiated at an early stage and the drafting of an application compliant with MFA and diplomatic mission requirements.
pl: Pozwoli to na odpowiednio wczesne nawiązanie współpracy oraz opracowanie wniosku projektowego spełniającego wymogi placówki i Centrali MSZ.

source: How to obtain more information?
pl: Jak uzyskać więcej informacji?

source: To obtain more information about possibilities of conducting a project in a particular region, please contact the territorially competent Polish diplomatic mission.
pl: Aby uzyskać więcej informacji na temat możliwości realizacji projektu na danym obszarze należy kontaktować się z właściwą terytorialnie polską placówką zagraniczną.
